[
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2622362/analista-de-dados-clinicos-ii",
        "link_origem": null,
        "data_publicacao": "Publicada em 18/03/2024",
        "data_expiracao": "2024-04-18",
        "data_coleta": "2024-04-17",
        "posicao": "\"Analista de Dados\"",
        "senioridade": "Pleno",
        "titulo_vaga": "Analista de Dados Clinicos II",
        "nome_empresa": "Confidencial",
        "cidade": "São Paulo",
        "estado": "SP",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": null,
        "skills": null,
        "codigo_vaga": "v2622362",
        "descricao": "Descrição\nDescrição: Atividades: Coletar, validar e organizar dados oncológicos de diversas fontes, garantindo a precisão, consistência e integridade das informações;Realizar limpeza e padronização de dados, identificando e corrigindo erros, inconsistências e lacunas;Extrair insights significativos dos dados e apresentá-los de forma clara e objetiva para as equipes;Colaborar com outros departamentos e profissionais de saúde para garantir a integração efetiva dos dados;Colaborar na definição e implementação de estratégias de curadoria de dados, incluindo regras de curadoria, coleta, limpeza, transformação e armazenamento de dados;Garantir a qualidade dos dados, identificando e corrigindo inconsistências e erros;Identificar oportunidades para melhorar a eficiência e eficácia dos processos de gestão e curadoria de dados;Colaborar com equipes multidisciplinares, incluindo pesquisadores, médicos, gestores e profissionais de TI, para identificar necessidades e requisitos de dados;Apresentar análises e insights de dados de forma clara e objetiva para diferentes públicos, adaptando a linguagem técnica conforme necessário.Requisistos: Ensino superior completo em Farmácia, Enfermagem, Biomedicina e áreas afins;Experiência em oncologia;Conhecimento com informações relacionadas ao diagnóstico, tratamento e desfechos em oncologia;Experiência com Excel e/ou banco de dados."
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2629620/analista-de-dados-pl-asset",
        "link_origem": null,
        "data_publicacao": "Publicada em 09/04/2024",
        "data_expiracao": "2024-05-09",
        "data_coleta": "2024-04-17",
        "posicao": "\"Analista de Dados\"",
        "senioridade": "Pleno",
        "titulo_vaga": "Analista de Dados Pl - Asset",
        "nome_empresa": "Icatu Vanguarda",
        "cidade": "Rio de Janeiro",
        "estado": "RJ",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": [
            "Assistência médica",
            "Assistência odontológica",
            "Auxílio creche",
            "Bicicletário",
            "Café da manhã",
            "Cesta de natal",
            "Consignado",
            "Desconto em produtos",
            "Horário flexível",
            "Participação nos Lucros ou Resultados",
            "Previdência privada",
            "Programa de treinamentos",
            "Sala de Jogos",
            "Seguro de vida",
            "Vale-alimentação",
            "Vale-refeição",
            "Vale-transporte"
        ],
        "skills": null,
        "codigo_vaga": "v2629620",
        "descricao": "Descrição\nDescrição: Formação acadêmica:Ensino Superior CompletoPré-requisitos:\nExperiência na criação e manutenção de pipelines de ETL;\nExperiência com SQL;\nExperiência com Python (POO e bibliotecas de análise de dados);\nConhecimento de Power BI (DAX e linguagem M);\nConhecimento de HTML e CSS;\nDesejável experiência prévia em mercado financeiro e conhecimento de matemática financeira.\nPrincipais responsabilidades:\nGestão e manutenção de banco de dados para análises / estudos de caso / apresentações;\nAutomatização de relatórios e rotinas internas;\nEstudos e acompanhamento de mercado;\nAnálise de dados para suporte às decisões de investimento.\nPerfil Comportamental:\nBuscamos por profissionais que consigam gerenciar com autonomia suas demandas\nPró atividade para buscar informações que agreguem na Gestão, sempre com foco nos resultados.\nCriatividade e segurança para propor ideias e soluções\nComprometimento e flexibilidade\nPerfil focado e analítico\nPerfil estável que busque solidez\nAlém dos benefícios citados na vaga, ainda temos:\nEspaço de convivência com restaurante, cafeteria, sala de jogos, copa equipada para alimentação no local, biblioteca, restaurante, sala de tv e descanso;\n13º vale-alimentação;\nFretado do condomínio para pontos estratégicos (Metrô, Central, Pres. Vargas, Restaurantes e etc.);\nSeguro Complementar de acidentes pessoais;\nConvênio farmácia;\nApoio Pass (Aconselhamento psicológico, financeiro, jurídico e social);\nVacinação da gripe;\nBoas-vindas recém-nascido com um plano de previdência e um presente especial;\nServiço de assistência funeral.\nLocal de Trabalho:Aqwa Corporate - Porto Maravilha."
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2629930/analista-dados-comerciais",
        "link_origem": null,
        "data_publicacao": "Publicada em 09/04/2024",
        "data_expiracao": "2024-05-10",
        "data_coleta": "2024-04-17",
        "posicao": "\"Analista de Dados\"",
        "senioridade": "Sênior",
        "titulo_vaga": "Analista Dados Comerciais",
        "nome_empresa": "Corporativo",
        "cidade": "Boituva",
        "estado": "SP",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": [
            "Assistência médica",
            "Assistência odontológica",
            "Participação nos Lucros ou Resultados",
            "Programa de remuneração variável",
            "Refeitório",
            "Vale-alimentação"
        ],
        "skills": null,
        "codigo_vaga": "v2629930",
        "descricao": "Descrição\nRequisitos da Vaga:\n\nGraduação completa em Administração, Estatística, Marketing e/ou áreas correlatas;\nSólida experiência anterior com análise de dados - preferencialmente no segmento de varejo;\nConhecimentos intermediários em Excel;\nDesejável conhecimento em SQL.\n\nDesafios da Área:\n\nAnalisar dados para recomendações de iniciativas e recomendações comerciais diversas, com o intuito de contribuir no processo de vendas;\nAnalisar dados quantitativos e organizar dados não estruturados, transformando-os em informações relevantes que embasarão o processo de tomada de decisão;\nExtrair bases de dados e padronizar informações, organizando o banco de dados;\nConstruir apresentações e relatórios dos estudos realizados no Microsoft Office;\nRealizar levantamento de requisitos e mapeamento de processos para organização dos dados;\nParticipar de reuniões gerenciais para apresentação de relatórios e recomendações;\nSer responsável por propor e implementar ferramentas para o uso interno da área de dados, visando aumentar a produtividade da área comercial;\nFazer gestão no gerenciamento de projetos internos do time de Análise de Dados;\nOferecer suporte às demandas de extração de dados e visualizações de dados."
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2630799/analista-de-dados-senior-cx",
        "link_origem": null,
        "data_publicacao": "Publicada há 6 dias",
        "data_expiracao": null,
        "data_coleta": "2024-04-17",
        "posicao": "\"Analista de Dados\"",
        "senioridade": "Sênior",
        "titulo_vaga": "Analista de Dados Sênior (Cx)",
        "nome_empresa": "TOTVS / TECHFIN",
        "cidade": null,
        "estado": "São Paulo",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": [
            "Assistência médica",
            "Assistência odontológica",
            "Auxílio academia",
            "Auxílio creche",
            "Auxílio estacionamento",
            "Bicicletário",
            "Convênio com empresas parceiras",
            "Horário flexível",
            "Participação nos Lucros ou Resultados",
            "Previdência privada",
            "Seguro de vida",
            "Vale-refeição",
            "Vale-transporte"
        ],
        "skills": null,
        "codigo_vaga": "v2630799",
        "descricao": "Descrição\nDescrição: Acreditamos no poder transformador da tecnologia e na sua capacidade de contribuir para a construção de uma sociedade mais diversa e inclusiva. Como a maior empresa brasileira de tecnologia, temos o compromisso com uma política e programa de diversidade e inclusão para termos um ecossistema cada vez mais representativo, respeitoso e acolhedorRESPONSABILIDADES E ATRIBUIÇÕESAcompanhar diariamente a evolução dos nossos clientes e os seus resultados com o nosso produto a partir de KPIs e inputs operacionais. Este analista vai ser próximo as áreas internas para propor melhorias que visam evoluir a experiência do cliente da TOTVS TECHFIN no que tange a recorrência de uso do produto bem como a satisfação dos clientes.\nMedir e gerar os indicadores de experiência, como Churn, NPS, CSAT, CES, SUM, etc.\nAnalisar os dados de implantação, ativação, uso e atendimento do cliente, bem como indicadores de satisfação da base de clientes,\nDefinir os marcos de sucesso dos clientes, formas de monitorá-los via KPIs, e criar ações para acelerar o atingimento desses marcos pelos clientes;\nElaborar e/ou acompanhar os relatórios de engajamento e experiência dos clientes;\nDar visibilidade às áreas internas, através de dados e fatos, sobre como está o sentimento do cliente na jornada.\nRepassar aos times internos as demandas e feedback dos nossos clientes, trazendo ideias de melhoria de produto e auxiliando a construção para melhorias experiência do cliente;\nAcompanhar o desenvolvimento, entrada dos produtos, solicitação dos clientes e metas de implantação para realizar forecast junto aos times operacionais.\nControle de metas e evoluções.\nSuportar iniciativas de discovery dos times de produto e design com dados de experiência do cliente;\nCriar ações internas que reforcem a voz do cliente e a cultura de CX e Customer Centric na TOTVS TECHFIN;\nOutros requisitos: REQUISITOS E QUALIFICAÇÕES\nExperiência em análise e report de dados e criação de relatórios gerenciais;\nConhecimento avançado de Excel, Power BI, Google Analytics e Data Studio;\nBoa comunicação para apresentação de resultados para vários níveis hierárquicos;\nFacilidade e criatividade em construção de apresentações (Power Point, Notion e Miro) que materializem a voz do cliente;\nSer o guardião do cliente, gostar de tecnologia, ter boa organização, e gestão do tempo;\nVisão sistêmica e capacidade de negociação com outras áreas;\nGostar de analisar dados para tomada de decisão e propor melhorias;\nEmpatia, altruísmo, pro atividade e Cooperativo;\nBoa capacidade adaptativa e disposição em buscar conhecimento e aprender;\nDESEJÁVEL\nConhecimento em Hotjar, Binds e outras ferramentas digitais e de automação;\nExperiência em CX ou CS em empresa B2B de soluções financeiras;"
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2632646/analista-de-banco-de-dados-senior",
        "link_origem": null,
        "data_publicacao": "Publicada hoje",
        "data_expiracao": "2024-05-17",
        "data_coleta": "2024-04-17",
        "posicao": "\"Analista de Dados\"",
        "senioridade": "Sênior",
        "titulo_vaga": "Analista de Banco de Dados Sênior",
        "nome_empresa": "RANDSTAD",
        "cidade": null,
        "estado": null,
        "modalidade": null,
        "contrato": null,
        "regime": "Temporário",
        "pcd": null,
        "beneficios": null,
        "skills": null,
        "codigo_vaga": "v2632646",
        "descricao": "Descrição\nDescrição: O que o Analista de Banco de Dados Sênior faz?Administra banco de dados, envolvendo manutenção de estrutura e implementação de novos processos de software, métodos de acesso e dimensionamento de hardware e mantém segurança conforme políticas da empresa.Conhecimentos em: SQL, Python ou R; Power BI, Tableau, Matplotlib ou ggplot2Formação superior completaInglês avançado para conversaçãoIdiomas:Inglês - Nível Avançado"
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2627111/analista-de-dados-senior-listings-exclusiva-para-profissionais-com-deficiencia",
        "link_origem": null,
        "data_publicacao": "Publicada em 02/04/2024",
        "data_expiracao": "2024-05-02",
        "data_coleta": "2024-04-17",
        "posicao": "\"Analista de Dados\"",
        "senioridade": "Júnior/Trainee",
        "titulo_vaga": "Analista de Dados Senior (Listings) (Exclusiva para Profissionais com Deficiência)",
        "nome_empresa": "Shopee",
        "cidade": "São Paulo",
        "estado": "SP",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": [
            "Assistência médica",
            "Assistência odontológica",
            "Auxílio academia",
            "Auxílio combustível",
            "Auxílio creche",
            "Bolsa auxílio",
            "Horário flexível",
            "Programa de remuneração variável",
            "Seguro de vida",
            "Vale-alimentação",
            "Vale-cultura",
            "Vale-refeição",
            "Vale-transporte"
        ],
        "skills": null,
        "codigo_vaga": "v2627111",
        "descricao": "Descrição\nDescrição: Responsável pela recolha e análise de dados utilizando ferramentas especializadas (SQL, Python, ferramentas de visualização de dados) para gerar informações que ajudem os outros a tomar decisões.Responder a perguntas sobre dados e procurar tendências, padrões e anomalias nos mesmos e fornecer análises complexas para a tomada de decisões.Mapear os processos de listagem e medi-los.Criar KPI's e visualizações para cada um deles.Automatizar relatórios e descarregar quadros para uma rápida tomada de decisão.Propor novos KPIs e Dashboards.Rever constantemente os Dashboards.Organizar encontros para partilhar informações sobre dados de listagem com os departamentos interessadosPartilhar conhecimentos com os colegas de equipa sobre ferramentas e novos conhecimentos;Identificar as partes interessadas para qualquer iniciativa de dados (para mapear KPIs, iniciativas de outras áreas que podemos utilizar e partilhar conhecimentos)Trabalhar em conjunto com outros times para obter novas oportunidades para melhorar o processo internoSugerir novas funcionalidades para o negócioTrabalhar no desenvolvimento de automações para aumentar a eficiência operacionalIdiomas:Inglês - Nível AvançadoOutros requisitos: Ensino Superior em Matemática, Estatística, Engenharia, Administração ou outras áreas  correlatas.Conhecimento Avançado  em  SQL e  Data VizualizationConhecimento básico em PythonConhecimento sólido em EstatísticaInglês Avançado"
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2627900/analista-de-dados-sp-sp-exclusiva-para-pessoa-com-deficiencia",
        "link_origem": null,
        "data_publicacao": "Publicada em 03/04/2024",
        "data_expiracao": null,
        "data_coleta": "2024-04-17",
        "posicao": "\"Analista de Dados\"",
        "senioridade": "Pleno",
        "titulo_vaga": "Analista de Dados - SP/SP (Exclusiva para Pessoa com Deficiência)",
        "nome_empresa": "Talento Incluir",
        "cidade": null,
        "estado": "São Paulo",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": null,
        "skills": null,
        "codigo_vaga": "v2627900",
        "descricao": "Descrição\nDescrição: O que você vai fazer:• Analisar e definir soluções estratégicas e operacionais de dados juntamente com os Terminais do Brasil• Especificar requisitos e modelagem de dados• Desenvolver e otimizar processos e fluxos de trabalho de integração de dados para garantir consistência eprecisão dos dados• Coletar, organizar e disponibilizar dados estruturados de/para/entre aplicações e para as áreas de negócio• Análise e visualização de dados temporais• Desenvolver visualizações gerenciais utilizando modelos preditivos e análise de processo para trazer eficiência, otimização e apoio às tomadas de decisão• Desenvolvimento e teste de software• Realizar consultas e análise de dados em banco de dados e data warehouses utilizando SQL• Melhorar os níveis de qualidade e confiabilidade dos dados• Manutenção, suporte e melhoria contínua em modelos preditivos• Identificar e implementar modelos em diferentes terminais• Projetar e desenvolver pipelines automatizados de ciência de dados, modelos e (re)treinamento de modelos em colaboração com cientistas e engenheiros de dados em equipes ágeis multidisciplinares• Atividades de CI/CD• Suporte de 2a e 3a nível para os dashboards operacionais, incluindo monitoramento da precisão dos modelos e início de ajuste ou retreinamento dos dashboardsO que a Empresa oferece:\nSalário: R$5.000,00\n\n Local de trabalho: Atuação Híbrida (3x na semana em Santos).\nHorário: COMERCIAL\nCandidato(a), fique atento! “Na candidatura a uma vaga, o papel da Talento Incluir é apoiar e facilitar o processo, promovemos o encontro do profissional com deficiência e o mercado de trabalho. A decisão de contratações é da empresa que considera uma sequência de procedimentos como triagem, avaliação de currículo, perfil e compatibilidade entre as características do candidato e da vaga. O candidato afirma estar ciente e concorda com os termos acima, ao se candidatar a uma vaga via Talento Incluir.”"
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2618239/analista-de-dados-devops",
        "link_origem": null,
        "data_publicacao": "Publicada em 05/03/2024",
        "data_expiracao": "2024-05-10",
        "data_coleta": "2024-04-17",
        "posicao": "\"Analista de Dados\"",
        "senioridade": "Pleno",
        "titulo_vaga": "Analista de Dados Devops",
        "nome_empresa": "Gesplan",
        "cidade": "Joinville",
        "estado": "SC",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": [
            "Assistência médica",
            "Seguro de vida",
            "Vale-alimentação",
            "Vale-refeição",
            "Vale-transporte"
        ],
        "skills": null,
        "codigo_vaga": "v2618239",
        "descricao": "Descrição\nDescrição: Acreditamos no poder transformador da tecnologia e na sua capacidade de contribuir para a construção de uma sociedade mais diversa e inclusiva. Como a maior empresa brasileira de tecnologia, temos o compromisso com uma política e programa de diversidade e inclusão para termos um ecossistema cada vez mais representativo, respeitoso e acolhedor.O QUE VOCÊ VAI FAZER:Automatizar o provisionamento, a implantação e a escalabilidade da infraestrutura; Trabalhar com outras equipes para garantir que o teste do deployment seja automatizado e simplificado; Elaborar especificações de arquitetura de deployment de produtos da Gesplan para nuvens e on-premise; Aprimoramento contínuo dos deployments buscando eficiência e inovação; Apoio aos times de produto, operação e sustentação para a construção de deployments (infraestrutura como código) automatizados; Realizar reuniões de alinhamento e transferência de conhecimento com os times internos de apoio ao produto Outros requisitos: O QUE ESPERAMOS DE VOCÊ:Conhecimentos sobre automação de provisionamento, implantação e escalabilidade de infraestrutura; Conhecimento de intermediário a avançado em powershell e bash; Conhecimento em pelo menos uma nuvem (AWS, GCP, Azure); Conhecimento sobre os processos automatizados de CI/CD;Conhecimento basico em linguagem java ou go ou c# e framework spring boot;Conhecimento basico em wildfly;Conhecimento basico em kubernetes; Experiência com git e seus processos de colaboração como branching model, pull requests, releases, etc. DESEJÁVEL Conhecimento da arquitetura/infra-estrutura."
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2630828/analista-de-dados-junior",
        "link_origem": null,
        "data_publicacao": "Publicada há 6 dias",
        "data_expiracao": "2024-05-11",
        "data_coleta": "2024-04-17",
        "posicao": "\"Analista de Dados\"",
        "senioridade": "Júnior/Trainee",
        "titulo_vaga": "Analista de Dados Junior",
        "nome_empresa": "RANDSTAD",
        "cidade": "Curitiba",
        "estado": "PR",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": [
            "Vale-refeição"
        ],
        "skills": null,
        "codigo_vaga": "v2630828",
        "descricao": "Descrição\nDescrição: Coletar, organizar e analisar dados para identificar tendências e insights significativos.Desenvolver e implementar modelos analíticos para otimizar processos e tomar decisões estratégicas.Criar relatórios e apresentações claras e concisas para comunicar resultados e recomendações.Colaborar com equipes multifuncionais para desenvolver soluções inovadoras e escaláveis.Idiomas:Espanhol - Nível AvançadoOutros requisitos: Experiência comprovada em análise de dados, com foco em identificar padrões e oportunidades de melhoria.Habilidades avançadas em VBA será considerado um diferencial.Conhecimento em Python será considerado um diferencial.Domínio do espanhol avançado e capacidade de se comunicar em inglês de forma intermediária.Fortes habilidades analíticas, capacidade de resolução de problemas e pensamento crítico."
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2630896/analista-de-dados-sr",
        "link_origem": null,
        "data_publicacao": "Publicada há 6 dias",
        "data_expiracao": null,
        "data_coleta": "2024-04-17",
        "posicao": "\"Analista de Dados\"",
        "senioridade": "Sênior",
        "titulo_vaga": "Analista de Dados Sr",
        "nome_empresa": "Atento Brasil",
        "cidade": null,
        "estado": "São Paulo",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": [
            "Assistência médica",
            "Assistência odontológica",
            "Participação nos Lucros ou Resultados",
            "Previdência privada",
            "Refeitório",
            "Seguro de vida",
            "Vale-refeição",
            "Vale-transporte"
        ],
        "skills": null,
        "codigo_vaga": "v2630896",
        "descricao": "Descrição\nDescrição: RESPONSABILIDADES E ATRIBUIÇÕESDesenvolver relatórios em Excel e POWER BI;Realizar levantamento de requisitos / mapeamento de processos;Participar de reuniões gerenciais;Realizar integração e pesquisa de informações em banco de dados SQL Server;Rotina em ETL (SSIS);Automatizar rotinas;Negociar demandas;Relacionamento com clientes internos.REQUISITOS E QUALIFICAÇÕESEnsino superior completo;Conhecimento avançado em SQL Server (procedures), SSIS, Power BI e Excel;Disponibilidade para atuar 100% presencial na região da Chácara Santo Antônio - zona Sul."
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2632502/analista-de-dados-pleno",
        "link_origem": null,
        "data_publicacao": "Publicada hoje",
        "data_expiracao": "2024-05-17",
        "data_coleta": "2024-04-17",
        "posicao": "\"Analista de Dados\"",
        "senioridade": "Pleno",
        "titulo_vaga": "Analista de Dados Pleno",
        "nome_empresa": "Icatu Seguros",
        "cidade": "Rio de Janeiro",
        "estado": "RJ",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": [
            "Assistência médica",
            "Assistência odontológica",
            "Auxílio academia",
            "Auxílio creche",
            "Auxílio farmácia",
            "Bicicletário",
            "Café da manhã",
            "Cesta de natal",
            "Consignado",
            "Desconto em produtos",
            "Horário flexível",
            "Participação nos Lucros ou Resultados",
            "Previdência privada",
            "Programa de treinamentos",
            "Restaurante interno",
            "Sala de Jogos",
            "Seguro de vida",
            "Vale-alimentação",
            "Vale-refeição",
            "Vale-transporte"
        ],
        "skills": null,
        "codigo_vaga": "v2632502",
        "descricao": "Descrição\nDescrição: Pré-Requisitos:\nEnsino superior completo em Ciências Exatas; \nDesenvolvimento e manutenção de queries de bancos de dados; \nConhecimento intermediário de Banco de Dados, SQL e linguagem de programação para análise de dados com Python;\nDesenvolvimento e atualização de Dashboards via PowerBi;\nDesejável conhecimento de Matemática e estatística para análise de dados;\nDesejável conhecimento de Databricks.\nPrincipais Responsabilidades:\nResponsável pela manutenção de dados do SRO (Sistema de Registro de Operações),  onde será necessária a análise, validação e organização dos dados recebidos, bem como o controle de envio e recebimento dos dados;\nColetar, limpar e analisar grandes conjuntos de dados relacionados às operações da seguradora;\nCriar relatórios e dashboards que apresentam insights acionáveis para tomada de decisões estratégicas e operacionais;\nAvaliar e monitorar os dados de críticas de dados para uma pronta resposta às áreas e pessoas envolvidas no processo;\nAutomatizar fluxo das informações para maior agilidade nas entregas; \nDesenvolver controles de envios e retornos dos dados.\nIdiomas:Inglês - Nível BásicoOutros requisitos:"
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2632361/analista-de-planejamento-senior",
        "link_origem": null,
        "data_publicacao": "Publicada hoje",
        "data_expiracao": null,
        "data_coleta": "2024-04-17",
        "posicao": "\"Analista de Dados\"",
        "senioridade": "Sênior",
        "titulo_vaga": "Analista de Planejamento Sênior",
        "nome_empresa": "Concentrix",
        "cidade": null,
        "estado": "São Paulo",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": [
            "Assistência médica",
            "Assistência odontológica",
            "Auxílio academia",
            "Auxílio creche",
            "Seguro de vida",
            "Vale-alimentação",
            "Vale-refeição",
            "Vale-transporte"
        ],
        "skills": null,
        "codigo_vaga": "v2632361",
        "descricao": "Descrição\nDescrição: Somos fanáticos por nossas pessoas! E demonstramos isso oferecendo uma cultura de pertencimento; caminhos claros para o desenvolvimento de carreira; programas de apoio profissional, coaching e mentoria, uma rede global de amigos e colegas que podem te suportar e mais! (Tipo, muito mais.). Quer estar em uma multinacional que é Great Place to Work, apoiar as melhores marcas do mercado, inovar e mudar o mundo – tudo ao mesmo tempo em que estabelece conexões reais com as pessoas e desenvolve sua carreira? Junte-se ao nosso time e vamos tornar isso oficial!Todas as vagas da Concentrix vagas são elegíveis a Pessoas com Deficiência. Estamos procurando por um (a) Analista de Planejamento - WFM - Sênior Na Concentrix, cada dia é um novo dia para fazermos melhor e, para que isso aconteça, buscamos colaboradores que possam fazer a experiência do cliente do nosso cliente ser única e extraordinária! Sendo assim, nosso Analista de dados e Insights precisa ser habilidoso no relacionamento interpessoal e na sua forma de se comunicar, ter um olhar voltado para solução e, principalmente, ser inspiração para todos. O que você fará: •Fornecer previsões intradiárias, semanais e mensais para as operações.•Gerenciar plano de capacidade para operações•Fornecer estudos de dimensionamento para novos clientes potenciais•Apoiar analista I e representantes nas suas tarefas•Trabalho junto às operações para entrega de re-forecast e novas projeções.•Participar de reunião estratégica com clientes e gerentes Se você:•\tTem experiência anterior na função;•\tÓtimos conhecimentos em Pacote Office e Ferramentas de WFM;•\tAutonomia na condução de processos;•\tEnsino Superior Completo ou Cursando;•\tBom gerenciamento de tempo;•\tOrganização e planejamento;•\tÉ um amante de tecnologia e inovação;•\tÉ uma pessoa que provoca a melhoria contínua em todos os processos;•\tValoriza um ambiente de trabalho saudável e descontraído;•\tBota a mão na massa e não escolhe trabalho;•\tValoriza a INCLUSÃO e DIVERSIDADE;•\tAnseia por trabalhar em uma multinacional, com oportunidade de carreira nacional ou internacional.  Aqui é o seu lugar! O que oferecemos:· No escritório, você encontrará um ambiente de trabalho colorido, informal e descontraído;· Local de muito aprendizado, afinal nosso time é o melhor!;· Assistência médica;· Assistência odontológica;· Seguro de vida;· Vale-Refeição e/ou Vale-alimentação;· Vale-transporte;· Auxílio creche; Informações Adicionais:Local de trabalho: São Paulo (híbrido)Escala e Horário de trabalho: 5x2 e 44h semanaisOutros requisitos:"
    }
]