[
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2627086/cientista-de-dados-exclusiva-para-profissionais-com-deficiencia",
        "link_origem": null,
        "data_publicacao": "Publicada em 02/04/2024",
        "data_expiracao": "2024-05-02",
        "data_coleta": "2024-04-17",
        "posicao": "\"Cientista de Dados\"",
        "senioridade": "Júnior/Trainee",
        "titulo_vaga": "Cientista de Dados (Exclusiva para Profissionais com Deficiência)",
        "nome_empresa": "Shopee",
        "cidade": "São Paulo",
        "estado": "SP",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": null,
        "skills": null,
        "codigo_vaga": "v2627086",
        "descricao": "Descrição\nDescrição: \nO Associado Sênior Em Análise de Dados será responsável por implementar técnicas avançadas de data analytics para extrair informações essenciais dos dados gerados no departamento de Logística. A missão inclui a análise criteriosa das interações dos clientes, fornecendo insights estratégicos para a tomada de decisões e a otimização de processos.\nCaptura de Dados via API: capturará dados de sistemas legados utilizando APIs, garantindo uma coleta eficiente e precisa.\nInserção de Dados no Data Warehouse: Será responsável por inserir os dados capturados nos servidores de dados (DW) da empresa, assegurando a correta organização e armazenamento.\nMonitoramento de Processos ETL: Deverá realizar a monitoria constante de todos os processos de ETL, identificando e resolvendo quaisquer problemas que surjam.\nManutenção de Bancos de Dados: Manterá e gerenciará os bancos de dados, garantindo seu desempenho otimizado e segurança.\nIntegridade das APIs: Assegurará a integridade e a funcionalidade contínua das APIs existentes.\nDesenvolvimento de Plataformas Full-Stack: Desenvolverá plataformas completas, abrangendo tanto o frontend quanto o backend, incluindo bancos de dados, servidores e clientes.\nLevantamento de Requisitos: Será responsável por levantar requisitos abrangendo regras de negócio, necessidades de infraestrutura e requisitos dos usuários.\nDefinição e Planejamento de Escopo de Projeto: Será parte responsável nos projetos do time de DATA com foco em criar soluções para os times operacionais.\nPlanejamento de Arquitetura de Software: Planejará a arquitetura de software mais adequada para cada projeto.\nOrganização de Ambientes de Desenvolvimento: Organizará os ambientes de desenvolvimento, homologação e produção.\nVersionamento de Código com Git e Gitlab: Realizará o versionamento de código utilizando Git e Gitlab.\nIntegração de Pipelines CI/CD: Será responsável pela integração e gestão de pipelines de integração contínua e entrega contínua (CI/CD).\nGestão de Workflow com Gitflow: Administrará o fluxo de trabalho e organização de features utilizando o modelo Gitflow.\nDesenvolvimento de Interfaces Web (Frontend): Desenvolverá interfaces web utilizando React JS ou frameworks similares.\nDesenvolvimento de API REST (Backend): Criará APIs RESTful utilizando frameworks modernos como Express e seus middlewares.\nGerenciamento de Pacotes: Gerenciará pacotes e injeção de dependências utilizando ferramentas como npm ou yarn.\nGestão de Serviços com Docker: Construirá, derrubará, subirá e deletará serviços utilizando Docker e Docker Compose.\nCriação e Configuração de Bancos de Dados SQL e NoSQL: Criará e configurará bancos de dados, tanto SQL quanto NoSQL, incluindo a modelagem e estruturação de dados.\nModelagem de Fluxo de Requisições HTTP: Modelará fluxos de requisições HTTP utilizando todos os verbos de forma apropriada.\nAlinhamento de Fluxo de Dados com Pipelines de Dados: Alinhará o fluxo de dados com pipelines de processamento batch e streaming em colaboração com o engenheiro de dados.\nIdiomas:Inglês - Nível IntermediárioOutros requisitos: \nEnsino superior cursando ou completo ( Matemática, Estatística, Análise de Sistemas ou áreas exatas)\nPython, ETL, Apache Airflow, MongoDB, Linux (Ubuntu), Docker, Postgresql, Pentaho, GO (desejável), JS"
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2632633/cientista-de-dados",
        "link_origem": null,
        "data_publicacao": "Publicada hoje",
        "data_expiracao": "2024-05-17",
        "data_coleta": "2024-04-17",
        "posicao": "\"Cientista de Dados\"",
        "senioridade": "Sênior",
        "titulo_vaga": "Cientista de Dados",
        "nome_empresa": "RANDSTAD",
        "cidade": null,
        "estado": null,
        "modalidade": null,
        "contrato": null,
        "regime": "Temporário",
        "pcd": null,
        "beneficios": null,
        "skills": null,
        "codigo_vaga": "v2632633",
        "descricao": "Descrição\nDescrição: O cientista de dados é um profissional especialista em analisar dados, que possui habilidades técnicas para resolver problemas complexos e identificar tendências a partir das informações extraídas durante seu trabalhoA sua principal função é extrair informações valiosas de dados armazenados de uma empresa que serão importantes para avaliar a situação atual e traçar estratégias mais assertivas para o futuro.Conhecimentos em: Python e R, além de SQL e Excel.Ferramentas de BI.TableauFormação superior completa.Fundamental inglês para conversação.Idiomas:Espanhol - Nível Avançado"
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2626440/bolsista-mestre-ciencia-da-computacao-estatistica-matematica-eng-de-dados-bradesco",
        "link_origem": null,
        "data_publicacao": "Publicada em 31/03/2024",
        "data_expiracao": "2024-05-30",
        "data_coleta": "2024-04-17",
        "posicao": "\"Cientista de Dados\"",
        "senioridade": "Júnior/Trainee",
        "titulo_vaga": "Bolsista Mestre [ciência da Computação, Estatística, Matemática, Eng. de Dados] Bradesco",
        "nome_empresa": "IEL /SP - Inova Talentos",
        "cidade": "Osasco",
        "estado": "SP",
        "modalidade": null,
        "contrato": null,
        "regime": "Temporário",
        "pcd": null,
        "beneficios": null,
        "skills": null,
        "codigo_vaga": "v2626440",
        "descricao": "Descrição\nDescrição: Projeto de Inovação na empresa Banco Bradesco em parceria com IEL|IPT.Pré-requisitos:• Título: Mestre;• Formação: Ciências da Computação, Estatística; Matemática; Física; Banco de Dados; Eng de Dados;Atividades:• Engenharia e modelagem de dados;• Atuar como Cientista de dados - na análise de oportunidades de negócio;Conhecimentos Necessários:• Conhecimento em Python;• Modelagem de Dados (para trabalhar com banco de dados não estruturados);Conhecimentos Desejáveis:• Conhecimento em SAS, TeraData, BigDate em geral;Informações adicionais:• Disponibilidade: 40h semanais• Duração: 12 meses• Bolsa Auxílio: R$ 4.900,00• Atuação: Hibrida, Osasco- SPConheça o INOVA TALENTOShttps://vimeo.com/676464243/165a0bf5f5https://vimeo.com/fabrikafilmes/review/680121344/b5b3c6e91dFaça parte do Grupo de Vagas no Telegram:https://t.me/+QNFwYQzbCcZhY2MxOutros requisitos:"
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2616258/bolsista-programa-inova-talentos-iel-ipt",
        "link_origem": null,
        "data_publicacao": "Publicada em 28/02/2024",
        "data_expiracao": null,
        "data_coleta": "2024-04-17",
        "posicao": "\"Cientista de Dados\"",
        "senioridade": "Júnior/Trainee",
        "titulo_vaga": "Bolsista Programa Inova Talentos - Iel / Ipt",
        "nome_empresa": "IEL /SP - Inova Talentos",
        "cidade": null,
        "estado": "Todo o Brasil",
        "modalidade": null,
        "contrato": null,
        "regime": "Temporário",
        "pcd": null,
        "beneficios": null,
        "skills": null,
        "codigo_vaga": "v2616258",
        "descricao": "Descrição\nDescrição: Projeto de Inovação na empresa Banco Bradesco SA em parceria com IEL|IPT.Pré-requisitos:• Título: Mestre;• Formação: Ciências da Computação, Estatística; Matemática; Física; Banco de Dados; Eng de Dados;Atividades:• Engenharia e modelagem de dados;• Atuar como Cientista de dados - na análise de oportunidades de negócio;Conhecimentos Necessários:• Conhecimento em Python;• Modelagem de Dados (para trabalhar com banco de dados não estruturados);Conhecimentos Desejáveis:• Conhecimento em SAS, TeraData, BiogDate em geral;Informações adicionais:• Disponibilidade: 40h semanais• Duração:  12 meses• Bolsa Auxílio: R$ 4.500,00• Atuação: Hibrida, Osasco, SP.Conheça o INOVA TALENTOShttps://vimeo.com/676464243/165a0bf5f5https://vimeo.com/fabrikafilmes/review/680121344/b5b3c6e91dFaça parte do Grupo de Vagas no Telegram:https://t.me/+QNFwYQzbCcZhY2Mx"
    }
]